Repository: molequedeideias/formiguinhas-services
Catalog: src/main/resources/*.lproj/Localizable.strings
Languages: portuguese

source: header.edit
portuguese: Atualizando

source: header.create
portuguese: Criando

source: header.list
portuguese: Listagem de

source: header.queryAll
portuguese: Seja bem-vindo ao Formiguinhas - Compras colaborativas e em rede!

source: header.query
portuguese: Pesquisando

source: header.select
portuguese: Selecionando

source: header.inspect
portuguese: Visualizando

source: Usuario
portuguese: Usuário

source: ERMBatchSizeControl.Show
portuguese: Exibindo

source: ERMBatchSizeControl.item
portuguese: item

source: ERDTrashcan.confirmDeletionMessage
portuguese: Você tem certeza que deseja excluir o seguinte item @@displayNameForEntity@@?

source: ERD2WInspect.alreadyAborted
portuguese: Você já abortou esta operação. Por favor clique em Cancelar e tente novamente do primeiro passo.

source: ERMDEmptyListMessage.emptyListMessage
portuguese: Não há @@displayNameForEntity@@ cadastradas.

source: ERD2WBoolean.Yes
portuguese: Sim

source: ERD2WBoolean.No
portuguese: Não

source: Search All
portuguese: Pesquisa geral

source: Query Produto
portuguese: Pesquisando produtos

source: Create Produto
portuguese: Criando produto

source: Edit Produto
portuguese: Atualizando produto

source: Inspect Produto
portuguese: Visualizando produto

source: List Produto
portuguese: Listagem de produtos

source: Query Fornecedor
portuguese: Pesquisando fornecedores

source: Create Fornecedor
portuguese: Criando fornecedor

source: Edit Fornecedor
portuguese: Atualizando fornecedor

source: Inspect Fornecedor
portuguese: Visualizando fornecedor

source: List Fornecedor
portuguese: Listagem de fornecedores

source: Query Lista De Compras
portuguese: Pesquisando listas de compras

source: Create Lista De Compras
portuguese: Criando listas de compras

source: Edit Lista De Compras
portuguese: Atualizando listas de compras

source: Inspect Lista De Compras
portuguese: Visualizando listas de compras

source: List Lista De Compras
portuguese: Listagem de listas de compras

source: Query Usuario
portuguese: Pesquisando usuários

source: Create Usuario
portuguese: Criando usuários

source: Edit Usuario
portuguese: Atualizando usuários

source: Inspect Usuario
portuguese: Visualizando usuários

source: List Usuario
portuguese: Listagem de usuários
