Repository: molequedeideias/formiguinhas-services
Catalog: src/main/resources/*.lproj/Plural.strings
Languages: portuguese

source: Area ProfissionalPlural
portuguese: Áreas Profissionais

source: Question IndexPlural
portuguese: Indexadores de questão

source: Regra AprovacaoPlural
portuguese: Regras para aprovação na certificação

source: Regra RetentativaPlural
portuguese: Regras para retentativa de avaliação

source: itemPlural
portuguese: itens

source: Listagem de eixo tecnológico
portuguese: Listagem de eixos tecnológicos

source: Pesquisando eixo tecnológico
portuguese: Pesquisando eixos tecnológicos

source: Listagem de área profissional
portuguese: Listagem de áreas profissionais

source: Pesquisando u00e1rea profissional
portuguese: Pesquisando áreas profissionais

source: Listagem de modalidade profissional
portuguese: Listagem de modalidades profissionais

source: Pesquisando modalidade profissional
portuguese: Pesquisando modalidades profissionais

source: Pesquisando título profissional
portuguese: Pesquisando títulos profissionais

source: Listagem de título profissional
portuguese: Listagem de títulos profissionais

source: Pesquisando perfil profissional
portuguese: Pesquisando perfis profissionais

source: Listagem de perfil profissional
portuguese: Listagem de perfis profissionais

source: Pesquisando unidade curricular
portuguese: Pesquisando unidades curriculares

source: Listagem de unidade curricular
portuguese: Listagem de unidades curriculares

source: Pesquisando unidade de competência
portuguese: Pesquisando unidades de competência

source: Listagem de unidade de competência
portuguese: Listagem de unidades de competência

source: Pesquisando unidade de competência básica
portuguese: Pesquisando unidades de competência básicas

source: Listagem de unidade de competência básica
portuguese: Listagem de unidades de competência básicas

source: Pesquisando unidade de competência específica
portuguese: Pesquisando unidades de competência específicas

source: Listagem de unidade de competência específica
portuguese: Listagem de unidades de competência específicas

source: Pesquisando elemento de competência
portuguese: Pesquisando elementos de competência

source: Listagem de elemento de competência
portuguese: Listagem de elementos de competência

source: Pesquisando padrão de desempenho
portuguese: Pesquisando padrões de desempenho

source: Listagem de padrão de desempenho
portuguese: Listagem de padrões de desempenho

source: Pesquisando equipamento e ferramenta
portuguese: Pesquisando equipamentos e ferramentas

source: Listagem de equipamento e ferramenta
portuguese: Listagem de equipamentos e ferramentas

source: Pesquisando material de consumo
portuguese: Pesquisando materiais de consumo

source: Listagem de material de consumo
portuguese: Listagem de materiais de consumo

source: Pesquisando certificação
portuguese: Pesquisando certificações

source: Listagem de certificação
portuguese: Listagem de certificações

source: Pesquisando regra de certificação
portuguese: Pesquisando regras de certificação

source: Listagem de regra de certificação
portuguese: Listagem de regras de certificação

source: Pesquisando modelo de avaliação
portuguese: Pesquisando modelos de avaliação

source: Listagem de modelo de avaliação
portuguese: Listagem de modelos de avaliação

source: Listagem de modelo de avaliação téorica
portuguese: Listagem de modelos de avaliação téorica

source: Listagem de modelo de avaliação prática
portuguese: Listagem de modelos de avaliação prática

source: Listagem de modelo de avaliação oral
portuguese: Listagem de modelos de avaliação oral

source: Pesquisando corretor associado a modelo de avaliaçã
portuguese: Pesquisando corretores associados a modelos de avaliaçã

source: Listagem de corretor associado a modelo de avaliaçã
portuguese: Listagem de corretores associados a modelos de avaliaçã

source: Pesquisando questão
portuguese: Pesquisando questões

source: Listagem de questão
portuguese: Listagem de questões

source: Pesquisando lista de verificação
portuguese: Pesquisando listas de verificação

source: Listagem de lista de verificação
portuguese: Listagem de listas de verificação

source: Pesquisando item de verificação
portuguese: Pesquisando itens de verificação

source: Listagem de item de verificação
portuguese: Listagem de itens de verificação

source: Pesquisando empresa
portuguese: Pesquisando empresas

source: Listagem de empresa
portuguese: Listagem de empresas

source: Pesquisando pessoa
portuguese: Pesquisando pessoas

source: Listagem de pessoa
portuguese: Listagem de pessoas

source: Pesquisando matrícula
portuguese: Pesquisando matrículas

source: Listagem de matrícula
portuguese: Listagem de matrículas

source: Pesquisando agendamento
portuguese: Pesquisando agendamentos

source: Listagem de agendamento
portuguese: Listagem de agendamentos

source: Pesquisando agendamento de avaliação
portuguese: Pesquisando agendamentos de avaliações

source: Listagem de agendamento de avaliação
portuguese: Listagem de agendamentos de avaliações

source: Pesquisando avaliação
portuguese: Pesquisando avaliações

source: Listagem de avaliação
portuguese: Listagem de avaliações

source: Pesquisando horário reservado
portuguese: Pesquisando horários reservados

source: Listagem de horário reservado
portuguese: Listagem de horários reservados

source: Pesquisando horário reservado para avaliação
portuguese: Pesquisando horários reservados para avaliações

source: Listagem de horário reservado para avaliação
portuguese: Listagem de horários reservados para avaliações

source: Pesquisando agendamento para avaliação
portuguese: Pesquisando agendamentos para avaliação

source: Listagem de agendamento para avaliação
portuguese: Listagem de agendamentos para avaliação

source: Pesquisando documento
portuguese: Pesquisando documentos

source: Listagem de documento
portuguese: Listagem de documentos
